{
	"status": 200,
	"message": "success",
	"data": [
		{
			"id": 20000005,
			"title": "Some Unique Architectural Works in Danang",
			"type": "places",
			"image": "https://static.vinwonders.com/2022/12/Danang-Cathedral-thumb.jpg",
			"description": "Da Nang has many unique architectural works that you should visit. One of them is the Dragon Bridge, which is a symbol of Da Nang. The city's Dragon Bridge is a symbol of Da Nang, and the nearby Museum of Cham Sculpture displays art from the ancient Cham civilization.",
			"author": "LPeter Parker",
			"createdAt": "2024-01-22T04:20:00Z"
		},
		{
			"id": 20000004,
			"title": "Top 5 Best Places to Visit in Da Nang, Vietnam",
			"type": "places",
			"image": "https://static.vinwonders.com/2022/09/Son-tra-peninsula-banner.jpg",
			"description": "Here are the top 5 best places to visit in Da Nang, Vietnam. You should visit the Marble Mountains, five limestone outcrops that are home to pagodas and caves containing Buddhist shrines. The city's Dragon Bridge is a symbol of Da Nang, and the nearby Museum of Cham Sculpture displays art from the ancient Cham civilization.",
			"author": "Traveler's Digest",
			"createdAt": "2024-02-20T09:30:00Z"
		},
		{
			"id": 20000003,
			"title": "The Ultimate Guide to Experiencing Da Nang, Vietnam",
			"type": "all",
			"image": "https://duan-sungroup.com/wp-content/uploads/2022/11/cong-vien-chau-a-asia-park-duoc-cai-tao-vao-nam-2020.jpg",
			"description": "This guide will help you experience the best of Da Nang, Vietnam. You should visit the Marble Mountains, five limestone outcrops that are home to pagodas and caves containing Buddhist shrines. The city's Dragon Bridge is a symbol of Da Nang, and the nearby Museum of Cham Sculpture displays art from the ancient Cham civilization.",
			"author": "Diamond Travel",
			"createdAt": "2024-01-12T12:54:00Z"
		},
		{
			"id": 20000002,
			"title": "First Time travel to Da Nang – Things you need to know",
			"type": "tips",
			"image": "https://www.getvisavietnam.com/wp-content/uploads/2023/10/My-Khe-Beach-Da-Nang.jpg",
			"description": "Here are some tips for first-time travelers to Da Nang, Vietnam. Da Nang is a coastal city in central Vietnam known for its sandy beaches and history as a French colonial port. It's a popular base for visiting the inland Bà Nà hills to the west of the city. Here the Hải Vân Pass has views of Da Nang Bay and the Marble Mountains, five limestone outcrops that are home to pagodas and caves containing Buddhist shrines. The city's Dragon Bridge is a symbol of Da Nang, and the nearby Museum of Cham Sculpture displays art from the ancient Cham civilization.",
			"author": "Vietnam Travel Tips",
			"createdAt": "2024-03-14T15:30:00Z"
		},
		{
			"id": 20000001,
			"title": "The 10 best Luxury Resorts and All Inclusive Vacations in Da Nang 2024",
			"type": "places",
			"image": "https://media-cdn.tripadvisor.com/media/photo-s/2a/ec/ed/5f/exterior.jpg",
			"description": "Da Nang is a coastal city in central Vietnam known for its sandy beaches and history as a French colonial port. It's a popular base for visiting the inland Bà Nà hills to the west of the city. Here the Hải Vân Pass has views of Da Nang Bay and the Marble Mountains, five limestone outcrops that are home to pagodas and caves containing Buddhist shrines. The city's Dragon Bridge is a symbol of Da Nang, and the nearby Museum of Cham Sculpture displays art from the ancient Cham civilization.",
			"author": "Luxury Travel Magazine",
			"createdAt": "2023-10-10T00:00:00Z"
		}
	]
}
